Repository: mozilla-l10n/mt-training-data
Catalog: xmf/xmf_pontoon.tmx
Source language: en_us
Languages: xmf

source: 100 people recording 100 sentences a day can generate 13 hours of audio. Keeping up this performance, 1000 hours can be reached under 3 months.
xmf: 100 კოჩის დღიურო 100 ზიტყვასქვილიში ინოჭარუათ შეულებუ 13 საათიში აუდიოში გენერირება. ათაში მუშობათ 1000 საათიში მეჭირინაფა 3 თუთაშა უჸუაფუ შიოლებერი.

source: 1 sentence collected
xmf: 1ზიტყვასქვილი რე კორობილი

source: 2019 End-of-Year Release
xmf: 2019 წანაში ბოლო გჷშაშკუმალა

source: 2 down, keep it up!<playIcon></playIcon>
xmf: 2 უკვე ხაზირი რე! <playIcon></playIcon> თაში გაგძელი!

source: ≥ 2 No votes
xmf: ≥ 2 ვარ რე

source: ≥ 2 Yes votes
xmf: ≥ 2 ქო რე

source: Abbreviations and Acronyms
xmf: აბრევიატურეფი დო აკრონიმეფი

source: Abbreviations and acronyms like “USA” or “ICE” should be avoided in the source text because they may be read in a way that does not coincide with their spelling. Additionally, there may be multiple accurate readings for a single abbreviation.
xmf: აბრევიატურა დო აკრონიმეფს "აშშ" ვარდა "იკე", დუს ავარიდანთჷ-და, ჯგირი იჸუაფუ, შილებე თენა უწოროთ წეკითხანინი. თეში გარდა, კანკალე აბრევიატურა შხვადოშხვანერო ხოლო იკითხირუაფუ.

source: Abkhaz
xmf: აფხაზური

source: About
xmf: ჩქინ გურშენი

source: About options menu
xmf: პარამეტრეფიში მენიუში გურშენი

source: About us
xmf: ჩქინ გურშენი

source: About us options menu
xmf: ჩქინ გურშენი პარამეტრეფიში მენიუ

source: Academic Reference
xmf: აკადემიური წყუ

source: Accent
xmf: აქცენტი

source: Accepted file types: .tsv only
xmf: ფაილიში მეღებული ნერობა რე: ხვალე .tsv

source: Access press releases and stories related to Common Voice
xmf: Common Voice-იში გურშენი ჭარილი პრესრელიზეფი დო ისტორიეფი

source: Account
xmf: ანგარიში

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
xmf: <accuracyLink> ქოძირით უმოს მეტი წილიში წორას მიშაღალაში გურშენი. </accuracyLink>

source: Acehnese
xmf: აჩეჰური

source: { $actionType } <micIcon></micIcon> and respond as naturally as you can
xmf: { $actionType }<micIcon></micIcon> დო ქუგამით მუთ შილებენი ორთაშურო

source: { $actionType } <playIcon></playIcon> and write down what you hear the person saying
xmf: { $actionType }<playIcon></playIcon> დო დოჭარით მუსუთ ირჩქილეთჷნი

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
xmf: { $actionType }<playIcon></playIcon> ზიტყვასქვილეფი წორას წეკითხესო?

source: { $actionType } <playIcon></playIcon> Listen to the audio clip, and check the transcription. Does it match? If not, edit it to match perfectly.
xmf: { $actionType }<playIcon></playIcon> ქუმურჩქილეთ ხონარიშ ინნაჭარეფს დო ქიგნაჯინით ნაჭარათ მოჩამილს. უმანგუ ქორედა, გაწორით.

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
xmf: { $actionType }<recordIcon></recordIcon> უკული წეკითხი ზიტყვასქვილი ხონარმაღალო

source: { $actionType }<stopIcon></stopIcon> when done
xmf: { $actionType }<stopIcon></stopIcon> მუჟამს გათენთჷნი

source: { $actionType } submit when ready
xmf: { $actionType } ხაზირ იუაფუნჷ, ქაჯღონით

source: Add and Review Sentences, Add Questions, Transcribe Audio
xmf: ზიტყვასქვილეფიში გეძინა დო გინოჯინა, ოკითხირეფიში გეძინა, ინოჭარილი ხონარეფიში ნაჭარათ მოჩამა

source: Add a question <icon></icon> in { $currentLocale } for people to answer
xmf: ქიგუძინით ოკითხირი <icon></icon> { $currentLocale } ნინაშოთ, კათაქ ქუგამასჷნი

source: Add as much information as you can about the language. This could include:
xmf: ქიგუძინით მუთ შილებენ მეტი ინფორმაცია ნინაშ გურშენი. თენა შილებე რდასჷნი:

source: Add <icon></icon> a public domain sentence
xmf: ქიგუძინით <icon></icon> ზიტყვასქვილეფი ოირქიანე საკუთრებაშე

source: Add information
xmf: ინფორმაციაშ გეძინა

source: Adding Questions
xmf: ოკითხირეეფიშ გეძინა

source: Adding Sentences
xmf: ზიტყვასქვილეფიში გეძინა

source: Additional Language
xmf: დამატებით ნინა

source: Add Language
xmf: ნინაშ გეძინა

source: Add new custom accent "{ $inputValue }"
xmf: ქიგუძინი საკუთარი კილო "{ $inputValue }"

source: Add new sentences for the community to read
xmf: ქიგუძინით ზიტყვასქვილეფი მაკათურეფქ წეკითხანინი

source: Add one sentence per line
xmf: ქიგუძინით თითო ზიტყვასქვილი თითო ხაზის

source: Add questions
xmf: ქიგუძინით ოკითხირეფი თქვანი ნინაშა

source: Add Questions
xmf: ქიგუძინით ოკითხირეეფი

source: Add sentences
xmf: ქიგუძინით ზიტყვასქვილეფი თქვანი ნინაშა

source: Add Sentences
xmf: ზიტყვასქვილეფიში გეძინა

source: Add Text
xmf: ტექსტეფიშ გეძინა

source: Add up to 1,000 sentences
xmf: ქიგუძინით არძაშ უმოსი 1,000 ზიტყვასქვილი

source: Add Your Voice
xmf: ქიგუძინით თქვანი ხონარი.

source: Adyghe
xmf: ადიღეური

source: Afar
xmf: აფარული

source: A few bytes
xmf: ართ-ჟირ ბაიტი

source: Afrikaans
xmf: აფრიკაანსური

source: Age
xmf: წანა

source: A good question for public participation datasets should:
xmf: ჯგირი ოკითხირე ოჯარე კათელიშო ოკო რდას:

source: Agriculture and Food
xmf: ოფუტეში მეურნეობა დო ოჭკომალი

source: Albanian
xmf: ალბანური

source: A little background noise is okay, but if you can hear another person speaking distinct words, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
xmf: ოჭიშიშ უკახალე ჭიჭე ჩიება, მიოღებელ რე, მარა შხვა ადამიანიშ ზიტყვეფ ხოლო კარაკანო ქირჩქილე-და, ვარიას ქიგუნჭირით. თენა ოხუ თიცალ შემთხვევეფს, მუჟამს ტელევიზორი რე ჩართული ვარდა ხოლოს შხვა მითინ იჩიებუნი.

source: All
xmf: არძა

source: All sentence must have the same domain
xmf: არძა ზიტყვასქვილი ართი დარგიშე ოკო ორდას

source: All sentences must have the same citation
xmf: არძა ზიტყვასქვილი ართი წყუშე ოკო რდას

source: Already have an account? <login>Log-In</login>
xmf: ანწი გიღუნანო ანგარიში? <login> მიშულა </login>

source: Amharic
xmf: ამჰარული

source: An error occurred fetching sentences
xmf: ჩილათა რე ზიტყვასქვილეფიში მეღებას

source: An error occurred reviewing this sentence
xmf: ჩილათა რე ზიტყვასქვილეფიში გინოჯინაში ბორჯის

source: An error occurred submitting your voice information
xmf: ინფორმაციაში ჯღონაში დროს ჩილათაქ იჸუ

source: An error occurred while creating this transcript
xmf: ჩილათაქ იჸუ ნაჭარათ გინორთინაფაშ დროს

source: An error occurred while editing the transcript
xmf: ჩილათაქ იჸუ ნაჭარათ მოჩამილიში გაწორებაშ დროს

source: An error occurred while recording
xmf: ჩილათაქ იჸუ ინოჭარუაში დროს

source: An error occurred while skipping the transcript
xmf: ჩილათაქ იჸუ ნაჭარათ მოჩამილიში გიშატებაშ დროს

source: An error occurred while skipping this prompt
xmf: თე მოთხუალაში გიშატებაში დროს ჩილათაქ იჸუ

source: An error occurred while submitting the report
xmf: მოხსენებაშ ჯღონაშ დროს იჸუ ჩილათაქ

source: An error occurred while uploading your response
xmf: ჩილათაქ იჸუ თქვანი გამაში ეხარგუაში დროს

source: An error occurred while voting the prompt
xmf: მოთხუალაშა ხუმაში მეჩამაში დროს ჩილათაქ იჸუ

source: An error occurred while voting the transcript
xmf: ნაჭარათ მოჩამილიში შეფასებაშ დროს ჩილათაქ იჸუ

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
xmf: გუმმარინაფალიში ანონიმური მუნაჩემეფი, ნამუთ რე წანა, სქესი დო კილო, მოხვარუნა გაუჯგუშებული ხონარუანი მუნაჩემეფიში აკოქიმინუას. თენა ხეს შეუნწყუნს ხომაში ეშაჩინებელი სისტემეფიში მეკაკილობაში ხვეწუას. თქვანი გუმმარინაფალიში ჯოხო დო ელფოსტა მუთუნნერო ვეჸუაფუ მერსხილი მოჯღონელი მუნაჩემეფს. თქვა თინა ხოლო შეილებუნა გჷშაგორათჷნი, გუმმარინაფალიში ჯოხო ოჯარეთ რჩქუდას თუ ფულირო რდასჷნი.

source: Answer
xmf: გამა

source: Answer questions
xmf: ქუგამით ოკითხირეეფს

source: Answer Questions
xmf: ქუგამით ოკითხირეფს

source: Anyone can preserve, revitalise and elevate their language by sharing, creating and curating text and speech datasets.
xmf: არძას შეულებუ მუში ნინა ქინასკილიდუას დო თიში გოფალუას ხე ქეშუნწყუას ტექსტეფიში დო ჩიებაში მუნაჩემეფიში კათელეფიში აკოქიმინუათ დო გაშელებათ.

source: Approve
xmf: მეღება

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
xmf: კათაში ბუძოლიაში ხონარი შორშე, მიოღებელ რე, მარა შხვა ხონარეფი გეძინელი, ვარ. მუშენდა მანქანური ალგორითმიქ ვეჩინას თიცალ ზიტყვეფი, ნამუთ ნაჭარას ვარენი. ტექსტის ვარენ ფერი ზიტყვეფი ქირჩქილე ხონარიში ინნაჭარას-და, ვარიას ქიგუნჭირით. უმენტაშო, თენა ოხუ თიცალ შემთხვევეფს, მუჟამს ტელევიზორი რე ჩართული ვარდა ხოლოს შხვა მითინი იჩიებუნი.

source: Arabic
xmf: არაბული

source: Aragonese
xmf: არაგონული

source: Are you already in our Beta testing group for Common Voice’s Spontaneous Speech Project?
xmf: თქვა ანწი რეთო Beta-გინოჯინაში ჩქინ ბუნას Common Voice’s-იშ სპონტანურ ჩიებაში პროექტის?

source: Are you coming? [called by another]
xmf: მოურქო? [უძახუ მაჟირა]

source: Are you coming? <strong>[called by another]</strong>
xmf: მოურქო? <strong>[უძახუ მაჟირა]</strong>

source: Armenian
xmf: სომხური

source: Ask about a new language
xmf: ახალ ნინაშ გეძინაშ მოთხუალა

source: Ask Mozilla to share your events
xmf: ქოთხით Mozilla-ს თქვანი ღონისძიება შხვას გურთასჷნი

source: Ask sensitive questions
xmf: სენსიტიური ოკითხირეეფი

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
xmf: ქუმოპჭარით ოკითხურეფი <matrixLink> Matrix <discourseLink> </matrixLink> Discourse </discourseLink> ვარდა <emailLink> ელფოსტა </emailLink>.

source: Assamese
xmf: ასამური

source: Asturian
xmf: ასტურიული

source: Atayal
xmf: ატაიალური

source: A transcription should capture every word or non-lexical conversation sound that was said by the person, including repetitions.
xmf: ნაჭარას რსულას ოკო რდას მოჩამილი არძა ზიტყვა ვარდა ჩიებაში დროს გუმორინაფილი არალექსიკური ბგერეფი, ნამუსუთ მაჩიებელი თქუანსჷნი, გამეორებეფიში მოხ.

source: Attention!
xmf: ყურადგება!

source: Audio Format
xmf: ხონარიშ ფორმატი

source: Automotive and Transport
xmf: მანქანეფი დო ტრანსპორტი

source: Avatar
xmf: ავატარ

source: Avatar uploaded
xmf: ავატარ გეძინელ რე

source: Average
xmf: საშვალო

source: A voice clip is marked "valid" when a user gives it a Yes vote.
xmf: ხონარუანი ინნაჭარას "წორო" მირჩქინანა, მუჟამს მომხმარებელი დადებითო შეაფასენსჷნი.

source: Avoid too much background noise - it should be easy to hear you.
xmf: დუდი არიდით ზედმეტი ხონარობას - თქვანი ხონარი კარაკანო ოკო ირჩქილედას.

source: Awards
xmf: ჯილდოეფი

source: Azerbaijani
xmf: აზერბაიჯანული

source: Baatonum
xmf: ბაატონუმური

source: Baba Malay
xmf: ბაბა-მალაური

source: Back
xmf: უკახალე

source: Background Noise
xmf: ოჭიშიშ უკახლე ხონარობა

source: Background Voices
xmf: ოჭიშიში უკახალენი ხონარობა

source: Back to Top
xmf: დაჭყაფუშა დორთა

source: Bahasa Malay
xmf: ბაჰასა-მალაური

source: Balochi
xmf: ბელუჯური

source: Bamun
xmf: ბამუნური

source: Bankon
xmf: ბანკონური

source: Basaa
xmf: ბასანური

source: Bashkir
xmf: ბაშკირული

source: Basque
xmf: ბასკური

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
xmf: თხილას ორდათ ინნაჭარაში ვარებაშახ, მუჟამს საქვარ ოხუ ზიტყვაში უწორო თქუალას, მახვილიში შხვა არდგილს გეშკვაფას ვარდა ოკითხეში ლიშანიში გილაჸუბეჩუას. მუშენდა ართ ნინას ბრელ შხვადოშხვანერი თქუალა რე, ნამუშ უმენტაშობა შილებე მორჩქილაფირი ვაგაფუდანინი. ქორთხინთ, გეთვალისწინათ თინეფი ხოლო, მით შხვადოშხვანერო იჩიებუნანი.

source: Become a Common Voice Partner
xmf: Common Voice-იშ მალათირე გინირთი

source: Be easy to understand and respond to
xmf: ანდვილო გაგებელი დო ოგამალი

source: Be generally relevant
xmf: უმოსო ოირქიანე

source: Belarusian
xmf: ბელარუსული

source: Benefits
xmf: ბენეფიტეფი

source: Bengali
xmf: ბენგალური

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
xmf: [ზიტყვასქვილიში ბოლო ხმოვანქ კანკალე დიალექტის შილებე დეგინძორასჷნი]

source: Better support for language realities like translanguaging and <mark>code-switching</mark>
xmf: უჯგუში ხუჯიშ მეჩამა ტრანსლინგვიზაცია დო <mark> კოდიშე კოდიშა გინორთუალაშა </mark>

source: Better support for languages that have little or <mark>no text corpus</mark> to use (eg, sociolects, variants, historically unscripted languages etc)
xmf: უჯგუში ხუჯიშ მეჩამა თიცალ ნინეფშოთ, ნამუსუთ ჭიჭე ვარდა <mark> შუროთ ვაუღუ ტექსტურ კორპუსი </mark> გუმარინაფალო (მაგალთო, სოციოლექტეფი, შხვადოშხვა ნერობა, ისტორიულო უდამწერლობო ნინეფი დო შხვა)

source: <bold>Civil society and researchers</bold> - create, host and share impactful datasets for free
xmf: <bold> სამოქალაქო ართობეფი დო მკვლევარეფი </bold> - კათელეფიში აკოქიმინუა, გაშელება უფასოთ

source: <bold>{ $count }</bold> Clips
xmf: <bold>{ $count }</bold> ინნაჭარეფი

source: <bold>Help us</bold> find more voices
xmf: <bold> ქიდმეხვარით </bold> ხონარეფიში გორუას.

source: <bold>If you value open, inclusive data - donate today!</bold>
xmf: <bold> ქაფასენთ გოღია, ინკლუზიურ მუნაჩემეფს-და - შემენწიით ამდღა! </bold>

source: <bold>Philanthropy</bold> - sponsor dataset creation to fuel local innovation and development
xmf: <bold> ქველმოქმედება </bold> - დაფინანსით მუნაჩემეფიში კათელეფი ადგილობრივი ინოვაციეფიში გაფალარო.

source: <bold>Tech companies</bold> - invest in open dataset creation for a thriving multilingual AI ecosystem
xmf: <bold> ტექნიკური კომპანიეფი </bold> - ინვესტიციეფით მუნაჩემეფიში გონჯამილი კათელეფიში აკაქიმინალო ბრელინინამი AI ეკოსისტემეფიში გაფალარო

source: <bold>Why should AI only work for a few of the world’s languages?</bold>
xmf: <bold> მუშენი ოკო იმუშუას ხელუანური ინტელექტიქ მსოფლიოში ხვალე ანდა ნინაშა? </bold>

source: Bosnian
xmf: ბოსნიური

source: Both
xmf: ჟირხოლო

source: Both (Speak and Listen)
xmf: ჟირხოლო (ჩიება დო რჩქილა)

source: Breton
xmf: ბრეტონური

source: [British English might make "root"]
xmf: [სენაკურ-მარტვილურს რე უ "გინოძუდუ" ]

source: Browse Languages
xmf: ნინეფიში ძირაფა

source: Build a custom goal
xmf: საკუთარ ღანკიშ აკოქიმინუა

source: Build Profile
xmf: პროფილიში აკოქიმინუა

source: Bulgarian
xmf: ბულგარული

source: Bulk batch
xmf: ბრელი

source: Bulk Sentences Uploaded
xmf: ზიტყვასქვილეფქ არძოქ ართო ქიგიაძინჷ

source: Buryat
xmf: ბურიატული

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
xmf: <b> მუშენ ელფოსტა? </b> ჩქი შილებე, მუმალბორჯის თქვანწკუმა დაკავშირებაქ დემესაჭირანი მუნაჩემეფიშ ბაზაშა მიშაღალირ თირუეფიშ გურშენი, ელფოსტა თეში საშვალებას მუჩანა.

source: By clicking “Send a link to my email”, you agree to our <termsLink>Terms of Service</termsLink> and <privacyLink>Privacy Policy</privacyLink> and that Mozilla may email you with information on how to participate in the Beta Testing for Common Voice’s Spontaneous Speech Project.
xmf: "ელფოსტაშა რსხილიშ მოჯღონა" თეშა გეკაკაფათ თქვა ოთანხმუთ <termsLink> მოხვარებაშ პირობენს </termsLink> დო <privacyLink> კონფიდენციალურობაშ პოლიტიკას </privacyLink>, თეწკჷმა ართო, ირძენთ ალებას, Mozilla-ქ ელფოსტაშა ქუმოიჯღონანი ინფორმაცია მუჭო ოკო მიღათ მონაწილეობა Common Voice-იშ სპონტანური ჩიებაში პროექტიშ Beta-გინოჯინაშა.

source: By editing your goal, you may lose your existing progress.
xmf: ღანკიშ თირუათ შილებე მიოდინუათ ასეიანი წიმი ულა.

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
xmf: ელფოსტაშა ნაჭარეფიში მეღებაში დოჸუნათ, ვარეთ წინააღმდეგი Mozilla-ქ თე მუნაჩემეფი დამუშუას <privacyLink> პირადულობაში თხილუაში დებულებაში </privacyLink> შესაბამისო.

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
xmf: <b> ადასურენთ </b>, ნამდა Common Voice-იშ ხონარუანი ინნაჭარეფიშ კათელიშა წილიში მიშმაღალარიში ვინაობაში გარკვიებას ვეცადებუთუნი

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
xmf: თქვან გურშენი ინფორმაციაში მოჭირინაფათ, Common Voice-იშა თქვანი მუნაჯღონა ინნაჭარეფი მანგარო გუმადირთუ ხონარიშ ეშაჩინებელ სისტემეფს, ნამუსუთ თე მუნაჩემეფიშ თინუობაშ გაუჯგუშებელო გიმმირინუანს.

source: By telling us about yourself, you will help developers build more inclusive technology
xmf: ხომ ვაგოკონა, თქვან ჩიებაში თავისებურებეფი გამზიარათჷნი?

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
xmf: Common Voice-იშ გუმორინაფათ, ოთანხმუთ ჩქინი <termsLink> პირობენს </termsLink> დო <privacyLink> პირადი მუნაჩემეფიში შენახებაში განაცხადის</privacyLink>

source: [Canadian English might make "route" sound like "rowt"]
xmf: [ზუგიდურს დო სამურზაყანულს ჷ (ნეიტრალურ) ხმოვან გიმირინუაფუ "გინოძუდჷ"]

source: Can be answered in a few sentences
xmf: არ-ჟირ ზიტყვასქვილით რე შიოლებერი გამაში მეჩამა

source: Cancel
xmf: გაუქვება

source: Cancel Re-recording
xmf: ხელახალშო ინოჭარუაში გაუქვება.

source: Cancel Submission
xmf: ჯღონაში გაუქვება

source: Cannot submit more than 1000 sentences
xmf: ვემიხერხინე 1000-შე უმოსი ზიტყვასქვილიში ჯღონა

source: Can't decide?
xmf: ვენგაჭყვიდესო?

source: Catalan
xmf: კატალანური

source: Central Melanau
xmf: ცენტრალური მელანაუ

source: Change
xmf: დოთირუა

source: Change preferences
xmf: პარამეტრეფიშ თირუა.

source: Changes contribution language of dataset only
xmf: თირანს ხვალე მუნაჩემეფიშ ნაკათაშ ნინას

source: Changes the language dataset to which you're contributing
xmf: თირანს მუნაჩემეფიშ ნაკათაშ ნინას, ნამუშათ წილი მიშაიღუნანი.

source: Changes website text only
xmf: თირანს ხვალე ვებსაიტიში ტექსტის

source: Change your email via Settings under Login Identity
xmf: დოთირეთ თქვან ელფოსტა ანგარიშიშ პარამეტრეფშე

source: Check
xmf: გინოჯინა

source: Check <icon></icon> is this a linguistically correct sentence?
xmf: ქიგნაჯინით <icon></icon> ზიტყვასქვილეფი წორი ქორე თუ ვარ?

source: Check if your language is listed on the <languagesPageLink>Common Voice Languages page</languagesPageLink>. If not, fill out this form and we’ll <strong>send you a handy email explaining how to get your language set up</strong>.
xmf: ქიგნაჯინით, ქორე თუ ვარ თქვან ნინა <languagesPageLink> Common Voice-იშ ნინეფიშ ხასილას </languagesPageLink>. ვარედა, გაკაფშით თე ფორმა დო <strong> ქუმოიჯღონანთ ჭარილს, სოდეთ ენწყუმილი იჸუაფუ მუჭო ოკო გიორინუათ თქვან ნინა </strong>.

source: <chevron></chevron>See less
xmf: <chevron></chevron> ქოძირი ჭიჭე

source: <chevron></chevron>See more
xmf: <chevron></chevron>ქოძირი უმოსი

source: Chinese (China)
xmf: ჩინური

source: Chinese (Hong Kong)
xmf: ჩინური (ჰონგ-კონგი)

source: Chinese (Taiwan)
xmf: ჩინური (ტაივანი)

source: Choose language/localization
xmf: გეიშაგორით ნინა/არდგილი

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context
xmf: ანდვილი ოკითხირეეფი, ნამუთ არძაშო გაგებელი იჸუაფუ კულტურაში თუ კონტექსტიში მიუხედაო.

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context.
xmf: გაიშაგორით ანდვილი ოკითხირეეფი, ნამუთ არძაშო გასაგები იჸუაფუ კულტურაში დო კონტექსტიში უმკუჯინუო.

source: Chuvash
xmf: ჩუვაშური

source: Citation
xmf: წყუ

source: Cite with a URL link or the full name of the work.
xmf: წყუთ გუმოდირთუ საკუთრებაში ნებაშე დუდშული მასალაში რსხილი ვარდა ნაჭარაში ჯოხო რსულათ.

source: Citing Sentences
xmf: წყუში მეწურაფა

source: Click
xmf: ქიგუკაკე

source: Click <guidanceLink>here</guidanceLink> to learn how to use this page
xmf: ქიგუკაკეთ<guidanceLink> ათაქ <guidanceLink> ქიგეგათ, მუჭო ოკო გიმირინუათ თე ხასჷლანი

source: Clipboard not supported
xmf: ამნახანტიშ ეჭოფუა ვარე ხუჯმეჩამილი

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
xmf: { $clipCount } ხონარუან ინნაჭარეფი, არქივიშ ნტირულობა { $size }. ვადა { $expires }.

source: Clip Graveyard
xmf: ხონარუანი ინნაჭარეფიში საფლე

source: Clips recorded
xmf: ინოჭარილ კლიპეფი

source: Clips Uploaded
xmf: ინოჭარილეფი გეძინელი რე

source: Clips validated
xmf: კლიპეფი დადასურებულ რე

source: Clips You've Recorded
xmf: თქვანი ინნაჭარა კლიპეფი

source: Clips You've Validated
xmf: თქვანი გინოჯინელი კლიპეფი

source: Close
xmf: კილუა

source: Collecting sentences
xmf: ზიტყვასქვილეფიში აკოკორობუა

source: Coming Soon
xmf: მალას

source: Comment
xmf: კომენტარი

source: Common Voice data plus all other voice datasets above.
xmf: Common Voice-იშ მუნაჩემეფს გეძინელი ხონარუანი მუნაჩემეფიშ არძა შხვა კათელი.

source: Common Voice Dataset
xmf: Common Voice-იში მუნაჩემეფიში კათელი

source: Common Voice is a free, open source platform for community-led data creation
xmf: Common Voice რე უფასო, გოღია წყუ უღუნი ფერი პლატფორმა ართობაში აკოქიმინელი მუნაჩემეფით.

source: Common Voice is a project of the Mozilla Foundation, a US 501c3. The project is currently funded entirely by <philantropicGrantLink>philanthropic grants</philantropicGrantLink>, and donations from people around the world.
xmf: Common Voice რე Mozilla-ში ფონდიში პროექტი, US 501c3. ასე თინა რსულას იფინანსებუ <philantropicGrantLink>ფილანთროპიული გრანტიშე </philantropicGrantLink>, დო შხვა კათაში შენწეობათ მსოფლიოშე.

source: Common Voice is funded by donations and grants! We love collaborating with academics, civil society and industry researchers. Common Voice is free to use, but contributing to platform and hosting costs through grant proposals is really helpful.
xmf: Common Voice იფინანსებუ შენწეობეფით! ჩქინოთ სახიოლო რე სამენცარო, სამოქალაქო დო დარგიში სპეციალისტეფიწკუმა ალმახანდეობა. Common Voice უფასო რე, მარა პლატფორმაში გასაუჯგუშებელო დო ჰოსტინგიში ხარჯეფიში ოფორალო თქვან წილიში მიშაღალა, მარგებელი იჸუაფუ.

source: Common Voice is launching a second platform focused on collecting organic, spontaneous, unscripted speech. This will help lots of communities collect data more quickly, as well as being useful for data scientists and developers.
xmf: Common Voice გუთმონწყუნს მაჟირა პლატფორმას, ნამუთ უმოს ცორცხალი, დაუგეგმავი დო ზეპირ ჩიებაშ ინნაჭარეფს აკოშაყარანს. თენა დეხვარებუ ჩქინ ბუნაში მაკათურეფს მუნაჩემეფი მალას აკოკორობანინი. თეწკჷმა ართო მორგე იჸუაფუ მუნაჩემეფიშ სპეციალისტეფიშოთ.

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
xmf: Common Voice Mozilla-შ ინიციატივა რე, ნამუთ მანქანეფს ოხვარ ნანდულ ადამიერეფიში ჩიებაში დოგურაფას.

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
xmf: Common Voice რე მსოფლიოს უდიდაში, არგამათ ხემიოჭირინაფალი, მიარენინამი ხონარუანი მუნაჩემეფიში კათელი.

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
xmf: Common Voice-იშ ინნაჭარეფს გიმმირინუანა აკადემიკოსეფი, ჭიჭე ბიზნესეფი დო ხუმაში ეშაჩინებელი პროგრამეფიში მოჸოროფე აკმაქიმინალეფი, ნამდა ხე ქეშუნწყუანი ოჯარეთ ხემიოჭირინაფალი სისტემეფიში გახაზირებას დო გოფალუას. შეილებუნანო ქომიწუათ, მუშენ გოკონა თქვანი ინნაჭარეფიში ლასუანი?

source: Community and Languages
xmf: საზოგადოება დო ნინეფი

source: Community, Creatives and Civil Society
xmf: ართობა, შემოქმედებითი დო სამოქალაქო საზოგადოება

source: Community participation and decision making.
xmf: კათაში ხოლაფა გინოჭყვადუეფიში მეღებაში დროს.

source: Community Playbook
xmf: ართობაში ოხემანჯღვერე

source: Confirm Goal
xmf: ღანკიშ დანანდულება
